Repository: AkioUnity/sports-book
Catalog: app/Locale/tur/LC_MESSAGES/default.po
Languages: tr

source: Today placed: %d new tickets
tr: Bugün oynanan: %d yeni kupon

source: Single type:
tr: Tek tip:

source: %d tickets
tr: %d kuponlar

source: Multi type:
tr: Kombine tip:

source: Won status:
tr: Kazanan durum:

source: Lost status:
tr: Kaydeben durum:

source: Pending status:
tr: Beklemede:

source: Cancelled status:
tr: İptal edilen:

source: Deposited amount %.2f %s
tr: Yatırılan tutar % .2f% s

source: Withdrawed amount %.2f %s
tr: Çekilen tutar % .2f% s

source: Cashier profit %.2f %s
tr: Kasiyer kar payı % .2f% s

source: Cashier loss %.2f %s
tr: Kasiyer kaybı % .2f% s

source: Operator profit %.2f %s
tr: Operatör kazancı % .2f% s

source: Operator loss %.2f %s
tr: Operatör kaybı % .2f% s

source: Staff report
tr: Personel raporu

source: Staff list
tr: Personel listesi

source: Staff income: %.2f %s
tr: Personel geliri:% .2f% s

source: Staff outcome: %.2f %s
tr: Personel gideri:% .2f% s

source: Pending potential income: +%.2f %s
tr: Bekleyen potansiyel gelir. +% 2f% s

source: Pending potential outcome: -%.2f %s
tr: Bekleyen potansiyel gider: -% 2f% s.

source: Factual Income: %.2f %s
tr: Olgusal Gelir:% .2f% s

source: Factual Outcome: %.2f %s
tr: Olgusal Sonuç:% .2f% s

source: Tickets report
tr: Kupon raporu

source: Stake
tr: Bahis

source: Service fee
tr: Servis ücreti

source: Odd
tr: Oran

source: Return
tr: Geri dön

source: STATUS
tr: DURUM

source: %d %s
tr: 395. % Ds

source: %.2f
tr: f )

source: User report
tr: Kullanıcı raporu

source: Users list
tr: Kullanıcı listesi

source: Cashier report
tr: Kasiyer raporu

source: Please select cashier(s)
tr: Lütfen kasiyer seçiniz

source: Operator report
tr: Operatör raporu

source: Please select operator(s)
tr: Lütfen operatör seçiniz

source: Tickets %s
tr: Kuponlar %s

source: Users %s
tr: Kullanıcılar %s

source: Maximum days stake are: %.2f, counted more. Message: %s. Case: %s
tr: Maksimum günlük bahis:% .2f, daha fazla hesaplandı. Mesaj:% s. Olgu: % s

source: OddsFeed Import Start. Total Objects ( %d ) To Process
tr: OddsFeed İçe aktarmaya başlayın. İşlenecek ( %d ) toplam nesne

source: OddsFeed :: Object %s Import Start.
tr: OddsFeed :: Nesne %s İçe Aktarmaya başlayın.

source: OddsFeed :: Object %s Map Start.
tr: OddsFeed :: Nesne %s Haritasına başlayın.

source: OddsFeed :: Object %s Reduce Start.
tr: OddsFeed :: Nesne %s Başlatmayı azaltın.

source: OddsFeed :: Object %s Reduce Betting Type ( %s ) Process Start .
tr: OddsFeed :: Nesne %s Bahis Tipi azaltın ( %s ) Süreç başladı.

source: OddsFeed :: Object %s Reduce Betting Type ( %s ) Not Available For Process, Skipping.
tr: OddsFeed :: Nesne %s Bahis Tipi (azaltın %s ), işlem için uygun değil, atlıyor...

source: OddsFeed :: Object %s Save Objects Start.
tr: OddsFeed :: Nesne %s Objeleri Kaydetme Başladı.

source: OddsFeed :: Object %s Save Objects Total ( %d ) For Process.
tr: OddsFeed :: Nesne %s kaydet Toplam (Nesneler %d Süreci İçin).

source: OddsFeed :: Object %s For Save Object Type ( %s ) Total Count ( %d ) To Process.
tr: OddsFeed :: Nesne %s kaydet Nesne Tipi ( %s ) Toplam Sayısı ( %d ) Süreç için.

source: OddsFeed :: Object Betting Type %s map() With Items Count ( %d ) Start.
tr: OddsFeed :: Nesne Bahis Tipi %s haritası () Öğeler (Kont ile %d ) Başlat.

source: OddsFeed :: Object Betting Type %s reduce() With Items Count ( %d ) Start.
tr: OddsFeed :: Nesne Bahis Tipi %s Öğeler (Kont ile () azaltmak %d ) Başlat.

source: OddsFeed :: Object Betting Type %s Reset() With Items Count ( %d ) Start.
tr: OddsFeed :: Nesne Bahis Tipi %s Öğeler ile Reset () (Kont %d ) Başlat.

source: OddsFeed :: Object Betting Type %s getInsertFields() With Items Count ( %d ) Start.
tr: OddsFeed :: Nesne Bahis Tipi %s Öğeler ile getInsertFields () (Kont %d ) Başlat.

source: OddsFeed :: Object Betting Type %s getUpdateFields() With Items Count ( %d ) Start.
tr: OddsFeed :: Nesne Bahis Tipi %s Öğeler ile getUpdateFields () (Kont %d ) Başlat.

source: OddsFeed :: Object Betting Type %s Map With Items Count ( %d ) Start.
tr: OddsFeed :: Nesne Bahis Tipi %s Öğeler ile Harita (Kont %d ) Başlat.

source: OddsFeed :: Object Betting Type %s Reduce With Items Count ( %d ) Start.
tr: OddsFeed :: Nesne Bahis Tipi %s (Kont Öğeler ile azaltın %d ) Başlat.

source: Available ACO sync commands:
tr: Mevcut ACO senkronizasyon komutları:

source: For help, run the 'help' command. For help on a specific command, run 'help <command>'
tr: Yardım için, 'help' komutunu çalıştırın. Belirli bir komut hakkında yardım için, 'help<komut>' komutunu kullanın.

source: Aco Update Complete
tr: Aco Güncelleme Tamamlandı

source: Created Aco node: %s
tr: Aco düğümünü Oluşturuldu: %s

source: Deleted Aco node %s
tr: Silinmiş Aco düğüm %s

source: Usage: cake aco_sync <command>
tr: Kullanımı: cake aco_sync <komut>

source: Commands:
tr: Komutlar

source: Add new ACOs for new controllers and actions
tr: Yeni kontrolörler ve eylemler için yeni ACOS ekle

source: Create new ACO's for controllers and their actions. Does not remove any nodes from ACO table
tr: Yeni ACO'ların kontrolörleri ve kendi eylemleri için oluşturun. ACO tablosundan düğümlerin kaldırmaz

source: Creates new ACO's for missing controllers and actions. Removes orphaned entries in the ACO table.
tr: denetleyicileri ve eylemleri eksik yeni ACO 's oluşturur. ACO tabloda yetim girdilerini kaldırır.

source: Displays this help message, or a message on a specific command.
tr: Bu yardım iletisini veya belirli bir komut hakkında bir mesaj görüntüler.

source: Command '%s' not found
tr: Command ' %s bulunamadı'

source: Win
tr: Galibiyet

source: Decimal
tr: Ondalık

source: Fractional
tr: Kesirli

source: American
tr: Amerikan

source: Add bet
tr: Bahis ekle

source: Submit
tr: Gönder

source: Fund %s
tr: Ödeme yap %s

source: Fund user
tr: Kullanıcıya ödeme yap

source: To fund just enter amount into the input field and press submit. For example if you want to fund just credit user with 100
tr: Kullanıcıya ödeme yapmak istediğiniz miktarı girin ve gönder tuşuna basın.

source: just enter that amount into field and press submit
tr: sadece alana bu miktarı yazın ve gönder tuşuna tıklayın

source: Data list
tr: Veri listesi

source: Actions
tr: Aksiyonlar

source: Translations
tr: Çeviriler

source: Are you sure?
tr: Emin misiniz?

source: Translate
tr: Çevir

source: Total: %.2f %s
tr: Toplam:% .2f% s

source: No records found
tr: Hiçbir kayıt bulunamadı

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
tr: {:pages} sayfadan {:page} sayfası içinde toplam {:count} kayıttan {:current} tanesi, {:start}-{:end} arası gösteriliyor.

source: previous
tr: Önceki

source: next
tr: Sonraki

source: Content
tr: İçerik

source: News management
tr: Haber yönetimi

source: Content management
tr: İçerik Yönetimi

source: Slider management
tr: Slider yönetimi

source: Menus management
tr: Menü yönetimi

source: Sidebars
tr: Yan Taraflar

source: List users
tr: Kullanıcıları listele

source: Create user
tr: Kullanıcı oluştur

source: Staff
tr: Yetkili

source: List staff
tr: Yetkilileri listele

source: Create staff
tr: Yetkili oluştur

source: Events
tr: Etkinlikler

source: Countries
tr: Ülkeler

source: Sports and Leagues
tr: Spor ve Ligler

source: Events management
tr: Etkinlik yönetimi

source: Events Printing
tr: Etkinlik yazdırma

source: List results
tr: Sonuçları listele

source: List tickets
tr: Kuponları listele

source: List deposits
tr: Yatırımları listele

source: Deposit risk management
tr: Yatırım risk yönetimi

source: List requests
tr: İstekleri listele

source: Withdraw settings and risks
tr: Para çekim ayarları ve riskleri

source: General settings
tr: Genel ayarlar

source: Ticket settings
tr: Kupon ayarları

source: SEO settings
tr: SEO ayarları

source: Risk management
tr: Risk yönetimi

source: Limits for Sports
tr: Spor sınırları

source: Limits for Leagues
tr: Lig sınırları

source: Marketing
tr: Pazarlama

source: Create bonus code
tr: Bonus kodu oluşturun

source: Promotion letter
tr: Promosyon yazısı

source: List warnings
tr: Uyarıları listele

source: Warnings settings
tr: Uyarı ayarları

source: Users report
tr: Kullanıcı raporları

source: Deposits report
tr: Yatırım raporları

source: Sportsbook report
tr: Spor raporları

source: locale
tr: yerel

source: Translate %s
tr: Çevir %s

source: Event ID
tr: Olay ID

source: User:
tr: Kullanıcı:

source: Level:
tr: Seviye:

source: Current Time:
tr: Şimdiki zaman:

source: Current Language:
tr: Güncel Dil:

source: Front Page
tr: Ana Sayfa

source: Under / Over
tr: Üst / Alt

source: Double chance
tr: Çifte şans

source: %s Printing
tr: %s Yazdırma

source: Please select sport below:
tr: Aşağıdaki spor seçiniz:

source: View Events
tr: Etkinlikleri Gör

source: ID: %d Betting type: %s
tr: ID: %d Bahis türü: %s

source: Can not find event
tr: Etkinlik bulunamadı

source: Save
tr: Kaydet

source: Staff Login
tr: Yetkili Girişi

source: Administration Panel
tr: Yönetim Paneli

source: Logout
tr: Çıkış Yap

source: Available cultures
tr: Mevcut Kültürler

source: Add a culture
tr: Yeni kültür ekle

source: Add
tr: Ekle

source: Cultures this site supports
tr: Bu sitenin desteklediği kültürler

source: Are you sure you want to delete
tr: Silmek istediğine emin misin

source: Write promotion letter to all user. Messages will arrive to users email addresses.
tr: Tüm kullanıcılara promosyon yazısı gönderin. Mesaj kullanıcıların e-posta adresine gönderilecektir.

source: Subject:
tr: Konu:

source: Content:
tr: İçerik:

source: Send
tr: Gönder

source: Write promotion letter to certain user. Message will arrive to user email address.
tr: Belirli bir kullanıcıya promosyon yazısı gönderin. Mesaj kullanıcının epostasına gönderilecektir.

source: To:
tr: Alıcı:

source: Contact support team
tr: Destek ekibiyle iletişime geçin

source: Subject
tr: Konu

source: Message
tr: Mesaj

source: Download
tr: İndir

source: No data in this period
tr: Bu dönemde hiçbir veri yok

source: Result
tr: Sonuç

source: Pick
tr: Seç

source: Are you sure you want to cancel this event?
tr: Bu etkinliği iptal etmek istediğinizden eminmisiniz ?

source: No events found
tr: Hiçbir etkinlik bulunamadı

source: No events in this league
tr: Bu ligde herhangi bir etkinlik yok

source: Risk Management Settings
tr: Risk Yönetimi Ayarları

source: Risk management is crucial for sportsbook. Please be careful in setting all options. If you need help please contact ChalkPro support team.
tr: Risk yönetimi spor bahisleri için çok önemlidir. Bütün ayarları dikkatli bir şekilde yapın. Eğer yardıma ihtiyacınız varsa BetYazilim destek ekibine başvurun.

source: Lowest stake
tr: En düşük bahis

source: Lowest amount of money that user must have to place a ticket.
tr: Kullanıcının bahis yapabilmesi için yatırması gereken en düşün miktar

source: Highest stake
tr: En yüksek bahis

source: Highest amount of money that user can use place a ticket.
tr: Kullanıcının bahis yapabilmesi için yatırabileceği en yüksek miktar

source: Highest winning amount
tr: En yüksek kazanç miktarı

source: Highest amount of money that can be won in one ticket.
tr: Tek kuponla kazanılabilecek en yüksek tutar.

source: Lowest number of events in one ticket
tr: Bir kuponda bulunacak en düşük maç sayısı

source: Lowest number of events that can be enetered into a ticket.
tr: Bir kuponda oynanabilecek en az maç sayısı

source: Highest number of events in one ticket
tr: Bir kuponda bulunacak en fazla maç

source: Highest number of events that can be entered a ticket.
tr: Bir kuponda oynanabilecek en fazla maç

source: List Leagues
tr: Ligleri Listele

source: League ID
tr: Lig ID

source: League
tr: Lig

source: No limits
tr: Limit yok

source: List Sports
tr: Spor Türlerini Listele

source: Sport ID
tr: Spor ID

source: List Warnings
tr: Uyarıları Listele

source: No warnings are available at this moment.
tr: Şuanda herhangi bir uyarı mevcut değildir.

source: Odds Alert
tr: Oran Uyarısı

source: Date
tr: Tarih

source: Winning
tr: Kazanan

source: Warning Stakes
tr: Bahis Uyarıları

source: Warning Winnings
tr: Uyarı Kazançları

source: Warning Deposits
tr: Uyarı Yatırımları

source: Warning Withdraws
tr: Uyarı Çekimleri

source: amount
tr: miktar

source: Highest number of agents can be created under the branch
tr: Bu branş altında oluşturulabilecek en yüksek personel sayısı.

source: Highest number of users can be created under the agent
tr: Personel altında oluşturulabilecek en yüksek üye sayısı.

source: Description
tr: Açıklama

source: Value
tr: Değer

source: Deposit fee percentage
tr: Yatırım ücret yüzdesi

source: Payment gateways
tr: Ödeme yöntemleri

source: Please set payment gateways below:
tr: Lütfen aşağıdaki ödeme yöntemlerini seçin

source: Payments
tr: Ödemeler

source: Deposits %s
tr: Yatırımlar %s

source: Please set deposit risk management setting below:
tr: Lütfen yatırım risk yönetim ayarlarını aşağıdan belirleyin:

source: Allow automated deposits
tr: Otomatik yatırımlara izin verin

source: Allow manual deposits
tr: Manuel yatırımlara izin verin

source: Lowest amount for deposit
tr: Yatırım için en düşük miktar

source: Highest amount for deposit
tr: Yatırım için en büyük miktar

source: General %s
tr: Genel %s

source: General settings controls some of the most basic configuration settings for your site: your site's title and location, who may register an account at your site, and how dates and times are calculated and displayed.
tr: Genel ayar kontrolleri. En basit düzeyde yapılması gereken konfigurasyon ve değişiklikler. Site ismi, site adresi, kayıt olabilecek kişiler, tarih ve saat ayarları vs.

source: Website name
tr: Site adı

source: Enter the name of your sportsbook here. Most themes will display this title, at the top of every page, and in the reader's browser titlebar.
tr: Bahis sitenizin adını buraya girin. Çoğu temada buradaki değer sayfa başıklarında ve üst kısımlarda görüntülenecektir.

source: Copyright
tr: Telif Hakkı

source: Owner rights for product use.
tr: Ürün kullanımı için kurucu hakları.

source: Contact Email
tr: İletişim E-posta

source: All information through contact form will come to this email address.
tr: İletişim formu aracılığıyla gönderilen tüm postalar bu adrese iletilecektir.

source: Registration
tr: Üye Kaydı

source: Enable (Yes) or disable (No) registration on website.
tr: Siteye üye olmayı açın (Evet) veya kapatın (Hayır).

source: Login
tr: Giriş

source: Enable (Yes) or disable (No) login function.
tr: Siteye giriş yapabilmeyi açın (Evet) veya kapatın (Hayır).

source: Password reset
tr: Parola sıfırlama

source: Enable (Yes) or disable (No) password reset for users.
tr: Eğer açık (Evet) ise bu özellik kullanılır. Kapalı (Hayır) ise özellik devre dışı kalır.

source: Default currency
tr: Varsayılan para birimi

source: Choose main currency on website. In order to add new please go to Settings -> Currencies.
tr: Bahis sitesinde ana para birimi seçin. Yeni birim eklemek için Ayarlar -> Kurlar sayfasını ziyaret edin.

source: Default timezone:
tr: Varasıylan zaman dilimi

source: Select time zone for whole website.
tr: Genel site zaman dilimini seçin

source: Default language
tr: Varsayılan dil

source: Select website main language. In order to add new language please contact ChalkPro support team.
tr: Sitenin varasıylan dilini seçin. Daha fazla dil seçeneği için lütfen Bet Yazılım destek ekibiyle iletişime geçin.

source: Charset
tr: Karakter

source: Charsets are identifiers used to describe a series of universal characters used in web and internet protocols such as HTML and Microsoft Windows. Default one is "utf-8".
tr: Standart karakter seti "utf-8" dir.

source: Items per page
tr: Sayfa başına öğeler

source: Number of maximum rows which will be displayed in one page (only in administration panel)
tr: Tek sayfada görüntülenecek maximum satır sayısı (sadece yönetim paneli için geçerlidir)

source: Percent of commissions from profit for operator
tr: Operatörler için kazançtan komisyon yüzdesi

source: Commissions in %
tr: Komisyonlar yüzde (%) şeklinde olmalı

source: Service fee in % from stake
tr: Bahislerden alınan servis ücreti yüzdesi (%)

source: Left promotion sidebar
tr: Sol tanıtım alanı

source: Left active
tr: Sol aktif

source: Show (Yes) or hide (No) left promotion sidebar in front end.
tr: Sol tanıtım alanını anasayfada göster (Evet) veya gizle (Hayır).

source: Left sidebar title
tr: Sol tanıtım alanı başlığı

source: Enter left sidebar title.
tr: Sol tanıtım başlığı

source: Left sidebar content
tr: Sol tanıtım başlığını girin

source: Right promotion sidebar
tr: Sağ tanıtım alanı

source: Right active
tr: Sağ aktif

source: Show (Yes) or hide (No) right promotion sidebar in front end.
tr: Sağ tanıtım alanını anasayfada göster (Evet) veya gizle (Hayır).

source: Right sidebar title
tr: Sağ tanıtım başlığı

source: Enter right sidebar title.
tr: Sağ tanıtım başlığını girin

source: Right sidebar content
tr: Sağ tanıtım alanı içeriği

source: Bottom promotion sidebar
tr: Alt tanıtım alanı

source: Bottom active
tr: Alt aktif

source: Show (Yes) or hide (No) bottom promotion sidebar in front end.
tr: Alt tanıtım alanını anasayfada göster (Evet) veya gizle (Hayır).

source: Bottom sidebar title
tr: Alt tanıtım başlığı

source: Enter bottom sidebar title.
tr: Alt tanıtım başlığını girin

source: Bottom sidebar content
tr: Alt tanıtım alanı içeriği

source: Referral Settings
tr: Referans Ayarları

source: All basic configuration referral system. A referrer is a person who makes money by referring players (called referrals) to your sportsbook.
tr: Referans sistemi temel ayarlar. Referans sistemiyle kullanıcılar yeni üye davet ederek kazanç elde edebilir.

source: First deposit percentage to referral
tr: Referans ilk yatırım bonusu

source: Percent which get referrer from first referral deposit. Insert percent from 1 to 100.
tr: Üyenin davet ettiği kişinin ilk yatırımından yüzde kaçı referans sahibine yatırılsın.

source: What Is <b>SEO</b> / Search Engine Optimization?
tr: <b>SEO</b> / Arama Motoru Optimizasyonu Nedir?

source: SEO stands for "search engine optimization." It is the process of getting traffic from the "free," "organic," "editorial" or "natural" listings on search engines. All major search engines such as Google, Yahoo and Bing have such results, where web pages and other content such as videos or local listings are shown and ranked based on what the search engine considers most relevant to users. Payment is not involved, as it is with paid search ads.
tr: SEO \ açılımı "arama motoru optimizasyonu. " Bu "ücretsiz " "organik " "editoryal " ya da arama motorlarında "doğal " listelerinden trafik alma işlemidir. Google, Yahoo ve Bing gibi tüm büyük arama motorları bu tür videolar veya yerel listeleri gibi web sayfaları ve diğer içerik gösterilen ve arama motoru kullanıcılarına en alakalı ne düşündüğü dayalı sıralanır böyle bir sonuç var. ödenen arama reklamları ile olduğu gibi ödeme, dahil değildir.

source: Title tag
tr: Title etiketi

source: A title tag is the main text that describes an online document. It appears in three key places: browsers, search engine results pages, and external websites.
tr: Bir başlık etiketi online bir belge açıklar ana metindir. tarayıcılar, arama motoru sonuç sayfaları ve dış siteleri: Bu üç anahtar yerleri görünür.

source: Keywords
tr: Anahtar kelimeler

source: Keywords are words or phrases which desribes your website content. Use comma for separation.
tr: Anahtar web sitenizin içeriği tarif etmekte olan kelimeleri veya cümleleri vardır. ayrılması için virgül kullanır.

source: This description would appear in search engines.
tr: Bu açıklama arama motorlarında görünür.

source: Reply to email
tr: Yanıtla e-posta adresi

source: Email which would be visible in search engines as part of SEO outputs.
tr: SEO çıktıların parçası olarak arama motorlarında görünür olacak e-posta.

source: Copyright:
tr: Telif Hakkı:

source: Owner of product which would appear in SEO outputs.
tr: SEO çıktılarında görünür ürünün sahibi.

source: Bot content revisit time
tr: Bot içerik tekrar ziyaret süresi

source: Write how often search engine bot should revisit you for new content.
tr: Arama motoru botu yeni içerik için size tekrar nasıl sıklıkta yazın.

source: Author
tr: Yazar

source: Name of product creator.
tr: Ürün sahibinin adı.

source: General ticket controls some of the most basic configuration related to tickets and printing functions.
tr: Genel bilet ve baskı fonksiyonları ile ilgili en temel yapılandırma fonskiyonlarını kontrol eder.

source: Ticket printing
tr: Bilet baskı

source: Enable (Yes) or disable (No) ticket printing for users and staff.
tr: kullanıcılar ve personel için (Hayır) bilet baskı (Evet) etkinleştirmek veya devre dışı.

source: Ticket preview
tr: Bilet önizleme

source: Enable (Yes) or disable (No) ticket preview ticket before it is placed.
tr: o yerleştirilmeden önce (Evet) etkinleştirmek veya devre dışı (Hayır) bilet önizleme bilet.

source: Warnings %s
tr: Uyarılar %s

source: Warning settings would help you to filter warning screen with unnecessary alerts. Please consider what is crucial for you sportsbook and use this function to secure your profit.
tr: Ayarları Uyarı gereksiz uyarılar uyarı ekranı filtre yardımcı olacaktır. Eğer Sportsbook'ta ve kar güvenliğini sağlamak için bu işlevi kullanın için çok önemlidir düşünün lütfen.

source: Deposit alert
tr: Yatırım uyarısı

source: System will alert once user deposited same or higher amount of money his/her account.
tr: Sistem para kullanıcı tevdi aynı veya daha yüksek miktarda onun / onu hesap kez uyaracaktır.

source: Withdraw alert
tr: Çekim uyarısı

source: System will alert once user ask for withdraw same or higher amount of money from his/her account.
tr: Kullanıcı bakiyesiyle aynı veya yüksek bir miktar çekmeye çalıştığında sistem onu uyarır.

source: Stake alert
tr: Bahis uyarısı

source: System will alert once user stake a ticket would be with same or higher amount of money.
tr: Kullanıcı aynı veya daha fazla miktarda bahis yapmaya çalıştığında sistem onu uyarır.

source: Odds alert
tr: Oran uyarısı

source: System will alert once odd will reach or would be higher then set in warning settings
tr: Sistem kullanıcıyı belirlenen uyarı ayarlarından fazla bahis yaptığı zaman uyaracaktır.

source: Won amount alert
tr: Kazanılan miktar uyarısı

source: System will alert staff once user will won ticket with same or higher amount.
tr: Kullanıcı aynı veya yüksek miktarda kazanılan bahis için yetkiliyi uyaracaktır.

source: Allow withdraws
tr: Çekime izin ver

source: Withdraw %s
tr: Çek %s

source: Please set withdraw risk management setting below:
tr: Para çekim risk yönetimini ayarlayın:

source: Lowest amount for withdraw request
tr: Para çekme isteği için minimum tutar

source: Highest amount for withdraw request
tr: Para çekme isteği için maksimum tutar

source: Sports
tr: Spor Dalları

source: Leagues
tr: Ligler

source: View %s
tr: Görüntüleme %s

source: Ticket
tr: Kupon

source: Date and time
tr: Tarih ve saat

source: Ticket id
tr: Kupon ID

source: Event ID / Date
tr: Etkinlik ID / Tarih

source: Event
tr: Etkinlik

source: Total:
tr: Toplam:

source: Amount:
tr: Tutar:

source: Return:
tr: İade:

source: Ticket Number
tr: Bilet numarası

source: Type
tr: Tür

source: Service Fee
tr: Servis Ücreti

source: Status
tr: Durum

source: Print
tr: Yazdır

source: Ticket will be cancelled. Are you sure you want to cancel?
tr: Kupon iptal edilecektir. İptal etmek istediğinden emin misin?

source: No actions are available
tr: Hiçbir eylem mevcut değil.

source: Ticket will be deleted. Are you sure you want to delete?
tr: Kupon silinecektir. Silmek istediğine emin misin?

source: Renew ticket events data
tr: Kupon etkinlik verilerini yenile
