Repository: AkioUnity/sports-book
Catalog: app/Locale/tur/LC_MESSAGES/default.po
Languages: tr

source: Error, not found.
tr: Sayfa bulunamadı

source: Item added
tr: Öğe eklendi

source: This cannot be added.
tr: Bu eklenemez.

source: Changes saved
tr: Değişiklikler kaydedildi

source: Item deleted
tr: Öğe silindi

source: This cannot be deleted.
tr: Bu silinemez.

source: Item saved
tr: Öğe kaydedildi

source: Bet added
tr: Bahis eklendi

source: Error adding bet
tr: Bahis eklerken hata oluştu

source: Bonus code expired or wrong
tr: Yanlış veya süresi dolmuş bonus kodu

source: Your amount is too low for bonus
tr: Bonus için miktar çok düşük

source: Your amount is too high for bonus
tr: Bonus için miktar çok yüksek

source: User Terminated
tr: Kullanıcı Sonlandırıldı

source: Statuses chart
tr: Durum grafiği

source: Completed
tr: Tamamlandı

source: Pending
tr: Beklemede

source: Cancelled
tr: İptal edildi!

source: Amount chart
tr: Tutar grafiği

source: User does not exist!
tr: Kullanıcı bulunamadı!

source: Please set correct amount!
tr: Lütfen doğru miktarı ayarlayın!

source: User %s is credited by %d %s
tr: Kullanıcı %s, %d %s tarafından ödeme yapıldı

source: Please check entered amount
tr: Lütfen girilen miktarı kontrol edin

source: Deposit not found!
tr: Mevduat bulunamadi!

source: Deposit already marked as "completed"!
tr: Para yatırma işlemi zaten "Tamamlandı" olarak işaretlenmiş.

source: Deposit request set as completed
tr: Para yatırma isteği tamamlandı olarak işaretlendi

source: Deposit request cancelled
tr: Para yatirma isteği iptal edildi

source: Money transaction completed
tr: Para işlemi tamamlandı

source: Lowest deposit amount is
tr: En düşük yatırım miktarı

source: Highest deposit amount is
tr: En yüksek yatırım miktarı

source: Manual request
tr: Manuel istek

source: Deposit is accepted.
tr: Para yatırım kabul edildi.

source: Deposit is failed.
tr: Para yatırma başarısız.

source: None
tr: Yok

source: Language already exist
tr: Dil zaten var

source: Please contact ChalkPro technical support team for additional languages
tr: Ek diller için ChalkPro teknik destek ekibine başvurun

source: can't delete item
tr: öğe silinemiyor

source: Email successfully sent
tr: E-posta başarıyla gönderildi.

source: Cannot send email. Please try again.
tr: E-posta göndermek mümkün değil. Lütfen tekrar deneyin.

source: Emails successfully sent
tr: E-postalar başarıyla gönderildi

source: One or more email cannot be send. Please try again.
tr: Bir veya daha fazla e-posta gönderilemedi. Lütfen tekrar deneyin.

source: Please enter event result
tr: Lütfen etkinlik sonucu girin

source: Results updated
tr: Sonuçlar güncellendi

source: Settings saved.
tr: Ayarlar kaydedildi.

source: can't save settings.
tr: ayarlar kaydedilemedi.

source: Error, cannot save settings.
tr: Hata, ayarlar kaydedilemedi.

source: Can't save settings.
tr: Ayarlar kaydedilemedi.

source: Types chart
tr: Tür grafiği

source: Cannot find ticket with id:
tr: İstenilen ID ile destek talebi bulunamadı:

source: Cannot find ticket with id: %d
tr: İstenilen ID ile destek talebi bulunamadı: %d

source: Ticket with id: %d events information update are scheduled. Typically one event updates in one minute.
tr: Id ile Bilet: %d olayları bilgi güncelleme yapılmaktadır. Bir dakika içinde Tipik bir olay güncellemeleri.

source: Ticket is not found
tr: Destek talebi bulunamadı

source: Unknown ticket status
tr: Bilinmeyen destek talebi durumu

source: Unknown paid status
tr: Bilinmeyen "ödendi" durumu

source: Ok
tr: Tamam

source: Ticket not found or is already marked as paid
tr: Destek bileti bulunamadı veya önceden ödendi olarak işaretlendi

source: Insufficient credits
tr: Yetersiz bakiye

source: Ticket is still pending or lost
tr: Destek talebi hala beklemede

source: Ticket does not exist. Ticket ID: %d
tr: Destek talebi mevcut değil. ID: %d

source: Ticket already printed. Ticket ID: %d
tr: Destek talebi zaten yazdırılmış. ID: %d

source: Cannot find ticket. Ticket ID: %d
tr: Destek talebi bulunamadı. ID: %d

source: Please select another pick from different event
tr: Lütfen farklı bir etkinlikten başka bir seçim yapın

source: Lowest stake amount is %d%s
tr: En düşük bahis miktarı %d %s

source: Highest stake amount is %d%s
tr: En yüksek bahis miktarı %d %s

source: Highest winning amount is %d%s
tr: En yüksek kazanan miktarı %d %s

source: Unknown Error Occurred. Please try again later.
tr: Bilinmeyen hata oluştu. Lütfen daha sonra tekrar deneyiniz.

source: Password changed
tr: Şifre değiştirildi

source: Wrong old password. Please try again
tr: Yanlış eski şifre. Lütfen tekrar deneyin

source: Passwords do not match. Please try again
tr: Şifreler eşleşmedi. Lütfen tekrar deneyin

source: Account information updated.
tr: Hesap bilgileri güncellendi.

source: Account settings updated.
tr: Hesap ayarları güncellendi.

source: Cannot save settings. Please try again after few moments.
tr: Ayarlar kaydedilemedi. Lütfen birkaç dakika sonra tekrar deneyin.

source: Password reset link sent to your email
tr: Parola sıfırlama bağlantısı e-postanıza gönderildi

source: E-mail not valid
tr: E-posta geçerli değil

source: Promotional code successfully used
tr: Promosyon kodu başarıyla kullanıldı

source: Invalid promotional code
tr: Geçersiz promosyon kodu

source: Please confirm your email.
tr: Lütfen epostanızı onaylayın.

source: Username or password is incorrect
tr: Kullanıcı adı veya şifre yanlış

source: Lowest amount for cashout is
tr: Para çekimi için en düşük tutar

source: Highest amount for cashout is
tr: Para çekimi için en yüksek tutar

source: Not enough money for this cashout transaction
tr: Bu para çekme işlemi için yetersiz bakiye

source: Previous withdrawal transaction is not completed
tr: Önceki para çekme işlemi tamamlanmadı

source: Your withdrawal request for
tr: Çekim talebiniz

source: Bank information updated.
tr: Banka bilgileri güncellendi.

source: Withdraw request set as completed
tr: Para çekme talebi tamamlandı olarak işaretlendi

source: Amount should be positive
tr: Girilen tutar pozitif olmalı

source: User %s is charged by %d %s
tr: %s kullanıcısından %d %s tahsil edildi

source: Withdraw request cancelled
tr: Para çekme talebi iptal edildi

source: can't find
tr: bulamıyorum

source: days
tr: gün

source: day
tr: gün

source: h
tr: s

source: min
tr: dakika

source: Unlimited
tr: Sınırsız

source: The agent cannot be created. You have reach your limit. Please contact your service provider.
tr: Yetkili oluşturma limitini aştınız. Lütfen servis sağlayıcınızla görüşün.

source: The user cannot be created. You have reach your limit. Please contact your service provider.
tr: Kullanıcı oluşturma limitinizi aştınız. Lütfen servis sağlayıcınızla görüşün.

source: Yes
tr: Evet

source: No
tr: Hayır

source: View
tr: Görünüm

source: Edit
tr: Düzenle

source: Delete
tr: Sil

source: List
tr: Liste

source: Create
tr: Oluştur

source: Handicap
tr: Handikap

source: Double Chance
tr: Çifte Şans

source: Double Chance Halftime
tr: Çifte Şans İlk yarı

source: Home to Score
tr: Ev Atacak

source: Away to Score
tr: Deplasman Atacak

source: Under/Over
tr: Üst / Alt

source: Halftime/Fulltime
tr: İlk yarı / Maç sonucu

source: Bet type " %s " is not implemented for printing.
tr: Bahis türü " %s " baskı için uygulanmadı.

source: Code
tr: Kod

source: Amount
tr: Miktar

source: Times used
tr: Kullanım Miktarı

source: Expires
tr: Zaman Aşımı Tarihi

source: Name
tr: İsim

source: Rate
tr: Oran

source: Credited by staff
tr: Yetkili tarafından ödendi

source: User %s (ID: %d) account was credited by %s
tr: %s (ID: %d ) kullanıcı hesabına, %s tarafindan ödeme yapıldı

source: Complete
tr: Tamamlandı

source: Cancel
tr: İptal et

source: Amount from
tr: Miktar dan

source: Amount to
tr: Miktar a

source: Transaction ID
tr: İşlem Numarası

source: Event name
tr: Etkinlik adı

source: List groups
tr: Grupları listele

source: Language
tr: Dil

source: League name
tr: Lig adı

source: Sport
tr: Spor:

source: View events
tr: Etkinlikleri gör

source: Add Event
tr: Etkinlik Ekle

source: Send Mail
tr: Eposta Gönder

source: Send to All
tr: Herkese gönder

source: Results
tr: Sonuçlar

source: Finished events in tickets
tr: Kuponlardaki tamamlanan etkinlikler

source: Pending events in tickets
tr: Kuponlardaki beklenen etkinlikler

source: All finished events
tr: Tamamlanan tüm etkinlikler

source: Warnings
tr: Uyarılar

source: Settings
tr: Ayarlar

source: General Settings
tr: Genel Ayarlar

source: Ticket Settings
tr: Destek Ayarları

source: Currencies
tr: Para Birimleri

source: SEO Settings
tr: SEO Ayarları

source: Email templates
tr: E-posta şablonları

source: Add League
tr: Lig ekle

source: Password
tr: Parola

source: Fund staff
tr: Fon yetkilisi

source: Charge staff
tr: Tahsilat yetkilisi

source: Won
tr: Kazandı

source: Lost
tr: Kaybetti

source: Single
tr: Tek Maç

source: Multi
tr: Kombine

source: Mark as paid
tr: Ödendi olarak işaretle

source: Lowest stake amount is %d %s
tr: En düşük bahis miktarı %d %s

source: Highest stake amount is %d %s
tr: En yüksek bahis miktarı %d %s

source: Not enough money to place the ticket
tr: Kuponu oynamak için yeterli bakiyen yok

source: You have reached maximum today's total stake limit which is %.2f %s
tr: Günlük % .2f% s olan maksimum bahis sınırına ulaştınız

source: Lowest stake on %s is %d %s
tr: %s için en düşük bahis %d %s

source: Highest stake on %s is %d %s
tr: %s için en yüksek bahis %d %s

source: Please login or register to place the ticket
tr: Bahis yapmak için lütfen giriş yapın veya kayıt olun.

source: Sorry, you are not allowed to place tickets. Please contact support.
tr: Malesef bahis yapamazsınız. Lütfen desteğe başvurun.

source: Please select at least %d events to place the ticket
tr: Kuponu oynayabilmek için lütfen en azından %d maç ekleyin.

source: Following event(s) are already started. <br /> Please amend them from BetSlip:
tr: Aşağıdaki maç (lar) zaten başlatılmış. <br /> Lütfen kupondan kaldırın:

source: Printed
tr: Basıldı

source: Ticket ID
tr: Destek Talebi ID

source: Amount From
tr: Miktardan

source: Amount To
tr: Miktara

source: Potential Winning From
tr: Kazanma Olasılığından

source: Potential Winning To
tr: Kazanma Olasılığına

source: Odd From
tr: Orandan

source: Odd To
tr: Orana

source: Fund
tr: Bakiye

source: Charge
tr: Tahsil Et

source: Username
tr: Kullanıcı Adı

source: Email
tr: E-posta

source: First Name
tr: Adı

source: Last Name
tr: Soyadı

source: Address1
tr: Adres*

source: Address2
tr: Adres*

source: Zip code
tr: Posta kodu :

source: City
tr: Şehir

source: Country
tr: Ülke

source: Date Of Birth
tr: Dogum Tarihi

source: Mobile number
tr: Cep numarası

source: Day Stake Limit
tr: Günlük Bahis Limiti

source: Balance
tr: Bakiyesi

source: Charged by Staff
tr: Yetkili tarafından tahsil edildi

source: User ID
tr: Kullanıcı ID

source: Identity number
tr: Kimlik Numarası

source: Plugin to process
tr: İşlenecek eklenti

source: <error>Plugin %s not found or not activated</error>
tr: <error> Eklenti %s bulunamadı veya aktif değil </error>

source: Deleted %s and all children
tr: %s ve tüm bağlantıları silindi.

source: Unable to get methods for "%s"
tr: "%s" için metodlar alınamıyor

source: Slide cannot be added.
tr: Slayt eklenemez.

source: Slide edited
tr: Slayt düzenlendi

source: Slide cannot be edited.
tr: Slayt düzenlenemez.

source: List menus
tr: Menüleri listele

source: Words in title
tr: Başlıktaki kelimeler

source: Words in description
tr: Açıklamadaki kelimeler

source: Url link
tr: URL bağlantı

source: Create %s
tr: %s Oluştur

source: Edit %s
tr: %s Düzenle

source: List %s
tr: %s Listele

source: Last Minute Bets
tr: Son Dakika Bahisleri

source: Shortly
tr: Kısaca

source: %d events available
tr: %d etkinlikleri mevcut

source: News
tr: Haberler

source: Read more
tr: Daha fazla oku

source: Bet now
tr: Hemen bahis yap

source: Football
tr: Futbol

source: Draw
tr: Beraberlik

source: Basketball
tr: Basketbol

source: Ice Hockey
tr: Buz Hokeyi

source: Select Sport
tr: Spor Seç

source: Date %s - %s
tr: Tarih %s: %s

source: %s / %s / %s
tr: %1$s%2$s%3$s

source: Sorry, no search results found
tr: Üzgünüz, arama sonucu bulunamadı

source: No search results found
tr: Hiçbir arama sonucu bulunamadı

source: Search results for:
tr: Arama sonuçları:

source: No available events are found for this league
tr: Bu lig için herhangi bir etkinlik bulunamadı

source: Search
tr: Ara

source: Search Events
tr: Etkinlik Ara

source: Search another event ID
tr: Başka etkinlik numarasını ara

source: Search another event name
tr: Başka etkinlik ismini ara

source: #%d - %s
tr: 395. % Ds

source: Parsing xml start!
tr: XML Ayrıştırmayı Başlatın!

source: Total objects count: %d
tr: Toplam nesne sayısı: %d

source: Total queries count: %d
tr: Toplam sorgu sayısı: %d

source: Parsing xml by id: %d
tr: XML yi ID ile ayrıştırıyor: %d

source: %s XML file does not meets validation rules. Import Aborting.
tr: %s XML dosyası doğrulama kuralları karşılamıyor. Aktarma İptal Ediliyor.

source: All feeds updated
tr: Tüm beslemeler güncellendi

source: All feeds downloaded
tr: Tüm beslemeler indirildi

source: All feeds parsed
tr: Tüm beslemeler çözüldü

source: Feed updated
tr: Besleme güncellendi

source: Cannot find feed
tr: Besleme bulunamadı

source: %s feed XML unknown tmp_name.
tr: %s besleme XML bilinmeyen tmp_name.

source: %s feed xml import possible file upload attack.
tr: %s besleme xml import mümkün dosya yükleme saldırısı.

source: %s feed cannot save xml entry to database
tr: %s besleme veritabanına XML girişini kaydedemiyor

source: %s feed cannot move tmp xml file
tr: %s besleme tmp xml dosyasının yerini değiştiremiyor

source: Update
tr: Güncelle

source: Update All
tr: Hepsini Güncelle

source: %s feed xml empty request has passed.
tr: %s besleme xml boş isteği geçti.

source: %s feed xml expected %d params count, got %d
tr: %s besleme xml beklenen %d parametre, işlenen %d parametre

source: %s feed xml validate error: %s
tr: %s besleme xml doğrulama hatası: %s

source: Account field are required and should be no larger than 50 characters long.
tr: Hesap alanı gereklidir ve 50 karakterden daha büyük olmamalıdır.

source: Amount field are required and should be a valid monetary amount.
tr: Miktar alanı gereklidir ve geçerli bir parasal tutar olmalıdır.

source: Lowest amount for cash out is %s%s
tr: Para çekimi için en düşük miktar %s %s

source: Highest amount for cash out is %s%s
tr: Para çekimi için en yüksek miktar %s %s

source: Not enough balance for requested cash out transaction.
tr: Talep edilen para çekimi için yetersiz bakiye.

source: Cannot add new cash out transaction while previous withdrawal transactions are not completed.
tr: Bir önceki para çekme talebi tamamlanmadan yeni bir talep oluşturamazsınız.

source: Deposit
tr: Yatıracağınız

source: Payment for Deposit %s
tr: Mevduat için ödeme %s

source: You have requested withdraw by %s payment provider.
tr: %s ile para çekme talebinde bulundun.

source: Wrong callback params passed. Required: %s Passed: %s
tr: Geçersiz callback parametleri gönderildi. Gerekli: %s \ n Geçti: %s

source: Unknown %s payment ID. Expected IDS got %s
tr: Bilinmeyen %s ödeme kimliği. Beklenen ID %s

source: Cannot find payment or its already processed by requested data: %s Database payment: %s
tr: Ödeme bulunamıyor veya daha önce istenilen veri tarafından işlendi: %s Veritabanı ödeme: %s

source: Invalid payment currency by requested data: %s Database payment: %s
tr: İstenilen veriden geçersiz para birimi: %s Veritabanı ödeme: %s

source: Invalid payment amount by requested data: %s Database payment: %s
tr: İstenilen veri için geçersiz ödeme tutarı: %s \ n Veritabanı ödeme: %s

source: You have successfully made payment by %s payment provider.
tr: %s başarıyla ödeme yaptınız.

source: You have successfully made deposit for
tr: Başarıyla hesap bakiyenize eklediniz

source: Sorry, we can not find your payment
tr: Üzgünüz, ödemenizi bulamıyoruz

source: Provider %s must implement submitPayment() method
tr: %s ödeme sağlayıcısı submitPayment() yöntemini uygulamalıdır.

source: Provider %s must implement submitWithdraw() method
tr: %s ödeme sağlayıcısı submitWithdraw() yöntemini uygulamalıdır.

source: Error in callback request passed: %s
tr: Geri arama isteğinde hata: %s

source: Unknown %s source
tr: Bilinmeyen %s kaynak

source: Config %s.Config not found
tr: Yapılandırma %s .Config bulunamadı

source: Make deposit by %s payment provider
tr: %s ile hesap bakiyesi yükle

source: Bonus code or leave empty
tr: Bonus kodu varsa girin veya boş bırakın

source: Make Deposit
tr: Bakiye Yükle

source: Your payment has been accepted.
tr: Ödemeniz kabul edildi.

source: Back
tr: Geri

source: Failed to configure %s!
tr: Yapılandırılamadı %s !

source: Failed to initialize %s!
tr: Başlatılamadı %s !

source: Required value %s is not set!
tr: Gerekli değer %s ayarlı değil!

source: Required value is not set for at least one of those fields: %s
tr: Gerekli değer bu alanların en az biri için ayarlı değil: %s

source: Invalid data type for value %s!
tr: Değer için geçersiz veri türü %s !

source: The log object must implement a method write($message, $logType)!
tr: Günlük nesnesi yöntem yazma ($ mesaj, $ logtype) uygulamak gerekir!

source: Add a task to the queue.
tr: Kuyruğa bir görev ekleme.

source: Use this command to add tasks to the queue
tr: Kuyruğa görev eklemek için bu komutu kullanın

source: The actual command string
tr: Gerçek komut dizesi

source: The type of task command.
tr: Görev komutunun türü.

source: optional: strtotime parsable scheduled date to execute. 'Sunday 11 pm','Tuesday 2 am' (default null = no restriction)
tr: İsteğe bağlı: strtotime çözümlenebilir çalıştırma için planlanmış tarih. 'Pazar 11:00', 'Salı 02:00' (varsayılan boş = herhangi bir sınırlama yok)

source: optional: strtotime parsable scheduled end date to execute. 'Monday 4am' (default null = no restriction)
tr: İsteğe bağlı: strtotime çözümlenebilir çalıştırma için planlanmış tarih. 'Pazartesi 04:00' (varsayılan boş = herhangi bir sınırlama yok)

source: optional: string of addition to scheduled if window of start and end are missed. Parsable by strtotime. '+1 day', '+1 week' (default null, required if end is not null)
tr: İsteğe bağlı: planlanan başlangıç ve bitiş penceresi eksikse ek dize. strtotime tarafından çözümlenebilir. '+1 gün', '+1 hafta' (varasıylan boş, eğer son boş değilse gereklidir)

source: optional: CPU Percent Limit to run task, 0-100. '95','10' (default null = no restriction)
tr: İsteğe bağlı: İşlemci Yüzde Limiti, 0-100 görevi çalıştırmak için. '95', '10' (varsayılan boş = herhangi bir sınırlama yok)

source: optional: Priority of task, lower number the sooner it will run. '5','100'
tr: İsteğe bağlı: Görevin önceliği, sayı ne kadar küçükse o kadar önce başlayacaktır. '5', '100'

source: Run a task in the queue.
tr: Kuyruktaki bir görevi çalıştır.

source: Use this command to run a paticular queue
tr: Belirli bir işlemi çalıştırmak için bu komutu kullanın

source: UUID of queue to run
tr: Çalıştırılacak işlemin UUID si

source: View a task in the queue.
tr: Kuyruktaki bir görevi görüntüleyin.

source: Use this command to view a paticular queue. Including results.
tr: Kuyruktaki belirli bir görevi ve sonuçlarını görmek için bu komutu kullanın.

source: UUID of queue to view
tr: Görüntülenecek kuyruk UUID si

source: Show what is queued.
tr: Kuyruktakileri göster

source: Use this command to see what X next in queue.
tr: Kuyrukta X olanları görmek için bu komutu kullanın

source: INT of how many you want to see in the future, \`10\`,'5'
tr: İleride kaç tane göreceğinizin INT değeri, \ `10 \` '5'

source: Process the queue, runs the next limit items on the queue.
tr: Kuyruğu işleyin, kuyrukta bir sonraki öğe limitini çalıştırır.

source: Show the queues in progress.
tr: Kuyrukta işleyenleri göster.

source: Show the in progress count.
tr: İlerleme seviyesini göster.

source: Remove a task from the queue.
tr: Kuyruktan bir görev kaldırın.

source: Use this command to remove a paticular task.
tr: Bu komutu kullanarak belirli bir görevi kaldırın.

source: UUID of task to remove. Will not remove in_process tasks.
tr: Kaldırmak istediğiniz görevin UUIDsi. in_process dan kaldırmaz kaldırmaz.

source: if true will force a delete even on in_progress tasks.
tr: Eğer doğru seçilirse in_progress tasks dan kaldırmaya zorlanacak.

source: Funded
tr: Yatırıldı

source: Charged
tr: Yüklendi

source: Ticket types
tr: Kupon çeşitleri

source: Single stake
tr: Tek Kupon

source: Multi stake
tr: Kombine Kupon

source: User finance activity
tr: Kullanıcı finansal aktivitesi

source: Income / Outcome
tr: Gelir / Gider

source: Income
tr: Gelir

source: Outcome
tr: Gider

source: Placed / Withdrawed
tr: Bahise Yatırılmış / Çekim Yapılmış

source: Placed
tr: Bahise Yatırılmış

source: Withdrawed
tr: Çekim Yapılmış

source: Deposited / Withdrawed Amounts
tr: Yatırılan / Çekilen Miktarlar

source: Deposited amount
tr: Yatırılan miktar

source: Withdrawed amount
tr: Çekilen miktarlar

source: Deposited / Withdrawed
tr: Yatırıldı / Çekildi

source: Deposited
tr: Yatırıldı

source: Ticket statuses
tr: Kupon durumları

source: All operators
tr: Tüm operatörler

source: Users
tr: Kullanıcılar

source: Tickets
tr: Kuponlar

source: Deposits
tr: Yatırımlar

source: Withdraws
tr: Çekilenler

source: Requested at: %s
tr: Talep: %s

source: Requested by: %s
tr: Tarafından: %s

source: Daily report of cashier %s
tr: Kasiyer Günlük rapor %s

source: From %s to %s
tr: %1$s den %2$s ye

source: Finances
tr: Finanslar

source: Statistics
tr: İstatistikler

source: Today funded:
tr: Bugün ödenen:

source: %d users
tr: %d kullanıcılar

source: Today charged:
tr: Bugün tahsil edilen:

source: Amount of total funds:
tr: Toplam fon tutarı:

source: Amount of total charges:
tr: Toplam tahsilat miktarı:

source: Summary
tr: Özet

source: Funded: %.2f %s
tr: Ödenen:% .2f% s

source: Charged: %.2f %s
tr: Tahsilat:% .2f% s

source: Total income:
tr: Toplam gelir:

source: Total outcome:
tr: Toplam gider:

source: Total earnings: %.2f %s
tr: Toplam kazanç:% .2f% s

source: Admin financial report
tr: Yönetici finansal raporu

source: User
tr: Kullanıcı

source: Group
tr: Grup

source: No data is available
tr: Hiçbir veri yok

source: Total Income
tr: Toplam Gelir

source: Total Outcome
tr: Toplam Gider

source: Total earnings %.2f %s
tr: Toplam kazanç% .2f% s

source: Daily report of operator %s
tr: Operatör günlük raporu %s

source: Offline Tickets
tr: Çevrimdışı Kuponlar

source: Today place: %d new ticket(s)
tr: Bugün oynanan: %d yeni kupon

source: Single ticket type:
tr: Tek kupon türü:

source: %d ticket(s)
tr: %d kupon (lar)

source: Multi ticket type:
tr: Kombine kupon türü:

source: Staked on single ticket(s):
tr: Tek kuponlara yapılan bahis:

source: Staked on multi ticket(s):
tr: Kombine kuponlara yapılan bahis:

source: Offline Finances
tr: Çevrimdışı Finanslar

source: Stakes income:
tr: Bahis gelir:

source: Withdraws outcome:
tr: Çekilen para sonucu:

source: Placed:
tr: Oynandı / Yatırıldı:

source: Withdrawed:
tr: Çekildi:

source: Stakes income %.2f %s
tr: Bahis geliri % .2f% s

source: Winnings outcome %.2f %s
tr: Kazanç sonucu% .2f% s

source: Commissions: %.2f %s
tr: Komisyonlar:% .2f% s

source: Please select date range:
tr: Lütfen tarih aralığı seçiniz:

source: From
tr: Kimden

source: To
tr: Kime

source: Show
tr: Göster

source: Daily sportsbook report
tr: Günlük sportsbook raporu

source: Online Finances
tr: Çevrimiçi Finanslar

source: Today registered: %d new users
tr: Bugün kayıt olan: %d yeni kullanıcı

source: Deposited:
tr: Yatırılan:

source: Deposited amount:
tr: Yatırılan tutar:

source: Withdrawed amount:
tr: Çekilen tutar:

source: Online and offline tickets
tr: Çevrimiçi ve çevrimdışı kuponlar
