Repository: AkioUnity/sports-book
Catalog: app/Locale/tur/LC_MESSAGES/default.po
Languages: tr

source: All ticket event information will be updated. Are you sure you want to proceed?
tr: Tüm kupon etkinlik bilgileri güncellenecektir. Devam etmek istediğinizden emin misiniz?

source: Ticket details
tr: Kupon detayları

source: Insert Result
tr: Sonuç Ekle

source: View event
tr: Etkinlik görüntüle

source: Enter result
tr: Sonuç girin

source: Cancel event
tr: Etkinlik iptal

source: Event will be cancelled. Are you sure you want to cancel?
tr: Etkinlik iptal edilecektir. İptal etmek istediğinizden emin misiniz ?

source: Add %s
tr: Ekle %s

source: Active Users
tr: Aktif Kullanıcılar

source: Registration chart
tr: Kayıt grafiği

source: Odds type
tr: Oran tipi

source: Time zone
tr: Zaman dilimi

source: Confirmation
tr: Onay

source: Email has been confirmed. You can now login.
tr: E-posta adresi doğrulanmıştır. Şimdi giriş yapabilirsiniz.

source: Incorect confirmation code
tr: Geçersiz onay kodu

source: Register now!
tr: Şimdi kaydolun

source: Forgotten your password?
tr: Şifrenizi mi unuttunuz?

source: Change password
tr: Şifre değiştir

source: Old password
tr: Eski şifre

source: New password
tr: Yeni Şifre

source: Confirm password
tr: Şifreyi onayla

source: Change Password
tr: Şifre değiştir

source: Charge user %s
tr: %s tahsil et

source: To charge enter amount and money will be reduced from user account. For example if you want to charge just credit user with 200
tr: Tahsil etmek istediğiniz miktarı girdiğinizde kullanıcının hesabından düşecektir. Örneğin 200

source: USD just enter that amount into field and press submit
tr: TL girin ve butona tıklayın

source: Bank info
tr: Banka bilgileri

source: Please provide your bank info
tr: Lütfen banka hesap bilgilerinizi yazın

source: Bank name
tr: Banka adı -

source: Account number
tr: Hesap numarası

source: Confirm changes
tr: Değişiklikleri kaydet

source: Choose Payment Gateway
tr: Ödeme yöntemi seçin

source: Bank Transfer Payment
tr: Banka Havalesi Ödeme

source: Please see you latest deposits below:
tr: Son para yatırma işlemleriniz aşağıdaki gibidir:

source: No deposits history found. To make new please follow "Make New".
tr: Para yatırma geçmişi bulunamadı. Hesabınıza para yatırmak için lütfen Para Yatırma seçeneğine tıklayın.

source: Deposit information:
tr: Yatırım bilgileri:

source: Request Manual Deposit (Credited Upon Verification)
tr: Manuel Yatırım Talep Edin (Onay Gerektirir)

source: Deposit type
tr: Yatırım türü

source: Bonus type
tr: Bonus türü

source: Bonus valid until
tr: Bonus geçerlilik tarihi

source: Bonus used
tr: Kullanılan bonus

source: Bonus amount to your account
tr: Hesabınıza bonus miktarı

source: No available odds found for this event
tr: Bu etkinlik için oran bulunamadı

source: From:
tr: Gönderen:

source: Email:
tr: E-posta:

source: Services
tr: Servisler

source: Odds
tr: Oran

source: Join now
tr: Şimdi Katıl

source: Lost login?
tr: Şifrenimi Unuttun ?

source: My account
tr: Hesabım

source: Log out
tr: Çıkış Yap

source: Bet Services
tr: Bahis Hizmetleri

source: Search Ticket
tr: Kupon Ara

source: Enter ticket ID
tr: Kupon ID Girin

source: Unknown ticked ID
tr: Bilinmeyen Kupon ID

source: Money
tr: Para

source: Pay
tr: Öde

source: Find event
tr: Etkinlik bul

source: Search by event name
tr: İsim ile etkinlik ara

source: Search by event ID
tr: ID ile etkinlik ara

source: Promotional Code
tr: Promosyon Kodu

source: Account Information
tr: Hesap Bilgileri

source: Password reminder
tr: Şifre hatırlatıcı

source: Contact Support Team
tr: Destek Ekibiyle İletişime Geç

source: If you have any problem, do not hesitate to contact the customer service using form below:
tr: Herhangi bir sorun yaşıyorsanız aşağıdaki bilgileri kullanarak bizimle iletişime geçmekten çekinmeyin:

source: Sport not found
tr: Spor bulunamadı

source: No available events found for this league
tr: Bu lig için herhangi bir etkinlik bulunamadı

source: Bet Slip
tr: Bahis Kuponu

source: Selections
tr: Seçimler

source: Your pick
tr: Sizin seçiminiz

source: Total bets
tr: Toplam bahisler

source: Total odds
tr: Toplam oranlar

source: Total stake
tr: Toplam bahis

source: Preview
tr: Önizleme

source: Place Bet
tr: Bahis Yap

source: Please select bet
tr: Bahis seçiniz

source: Ticket History
tr: Bahis Geçmişi

source: Ticket ID:
tr: Bahis ID:

source: Are you sure about to cancel this ticket?
tr: Bu bahsi iptal etmek istediğinizden emin misiniz ?

source: No tickets activity available
tr: Bahis kupon aktivitesi bulunamadı

source: Please see your betting history below:
tr: Bahis geçmişiniz aşağıdaki gibidir:

source: Paid
tr: Ödendi

source: Note
tr: Not

source: To place ticket please use betslip.
tr: Bahis oynamak için lütfen kuponunuzu kullanın.

source: Pending tickets
tr: Bekleyen bahisler

source: Please see you recently placed tickets below:
tr: En son yapılan bahisleriniz aşağıdaki gibidir:

source: No pending tickets found. For previous tickets please see tickets history.
tr: Değerlendirilmemiş kuponunuz bulunmamaktadır. Lütfen tüm geçmişe göz atın.

source: History
tr: Tarih

source: Ticket Preview
tr: Kupon Önizleme

source: Sport / League
tr: Spor / Lig

source: Total
tr: Toplam

source: Service fee: %d %s
tr: Servis ücreti: %d %s

source: Amount: %01.2f %s
tr: Tutar:% 01.2f% s

source: Total amount:
tr: Toplam tutar:

source: Submit Ticket
tr: Kuponu Oyna

source: Clear Ticket
tr: Kuponu Temizle

source: No bets selected
tr: Herhangi bir bahis seçilmedi

source: Operator
tr: Operatör

source: Placer
tr: Oynayan

source: ID / Date
tr: Kimlik / Tarih

source: Service fee ( %s %s ): %01.2f %s
tr: Servis ücreti ( %s %s ):% 01.2f% s

source: Total amount
tr: Toplam tutar

source: Ticket placed
tr: Oynanan kupon

source: Your ticket is created successfully
tr: Kuponunuz başarıyla oluşturuldu

source: Your ticket number is
tr: Kupon numaranız:

source: Ticket information
tr: Kupon bilgileri

source: Betting type
tr: Bahis türü

source: Account information
tr: Hesap Bilgileri

source: Please provide full personal information to confirm your identity. Owing to regulations, your access to some products, markets and commission discounts may be restricted until you confirm your identity. You can provide personal documents using our secure email service.
tr: Kimliğinizi doğurayabilmemiz için lütfen tüm kişisel bilgilerinizi bizimle paylaşın. Sitemizdeki bazı promosyon etkinlik ve komisyon değerlerinden faydalanabilmek için hesabın size ait olduğunu doğrulamamız gerekiyor. Kişisel bilgilerinizi güvenli e-posta göndererek bizimle paylaşabilirsiniz.

source: First name
tr: Ad

source: Last name
tr: Soyadı

source: Date of birth
tr: Doğum tarihi

source: Address
tr: Adres

source: Zip / Postal code
tr: Posta kodu

source: Bank code
tr: Banka kodu

source: Bank account number
tr: Banka hesap numarasi

source: Referral Code
tr: Davetiye Kodu

source: Please add promotional code below to get additional money or other benefit.
tr: Lütfen (varsa) promosyon kodunu aşağıya girin

source: Submit bonus code
tr: Bonus kodu gönderin

source: Requested at
tr: Talep edilen tarih

source: Requested by
tr: Talep eden

source: Activity Column
tr: Etkinlik Sütunu

source: Current balance
tr: Mevcut bakiye

source: Today placed tickets
tr: Bugün oynanan kuponlar

source: Open account with us!
tr: Bizimle ücretsiz hesap açın!

source: Personal information
tr: Kişisel bilgi

source: Date of birth:
tr: Doğum tarihi:

source: E-mail
tr: E-posta

source: Account data
tr: hesap verileri

source: Personal question
tr: Gizli soru

source: Personal answer
tr: Gizli cevap

source: Referral ID
tr: Referans ID

source: Bank data (This is section can be filled later)
tr: Banka bilgileri (bu bölüm daha sonra doldurulabilir)

source: I am over 21 years of age and have read and accepted
tr: 21 yaşın üzerindeyim, tüm şartları okudum ve kabul ediyorum.

source: responsible gambling and conditions
tr: Kullanım Şartları

source: Confirm registration
tr: Kayıt Ol

source: Password Reset
tr: Parola sıfırlama

source: Enter your new password
tr: Yeni şifrenizi girin

source: Fill in email details below. Password reset link sent to your entered email. You will be able to create a new password which you can use to login.
tr: Lütfen e-postanızı aşağıdaki sütuna girin. Şifrenizi yenilemek için bir bağlantı gönderilecek. Bu bağlantıyla kendinize yeni bir şifre oluşturabileceksiniz.

source: Please set up options for more comfortable view.
tr: Daha rahat bir görünüm için lütfen seçeneklerinizi düzenleyin.

source: Withdraw
tr: Para Çekme

source: To withdraw money please insert amount and process transaction below:
tr: Para çekmek için lütfen dilediğiniz tutarı yazın ve işlemi başlatın:

source: Withdraw ID
tr: Para Çekme ID:

source: Payment Provider
tr: Ödeme Sağlayıcı

source: Withdraw Account
tr: Para Çekme Hesabı:

source: Withdraw account
tr: Para Çekme Hesabı:

source: Withdraw amount
tr: Çekilecek Miktar

source: Request Manual Withdraw
tr: Manuel Çekim Talebi

source: Bonus code <br /> ( or leave empty )
tr: Bonus kodu <br /> (veya boş bırakın)

source: Please preview deposit information before confirming.
tr: Onaylamadan önce lütfen yatırım bilgilerini gözden geçirin.

source: SIGN UP NOW!
tr: HEMEN KAYIT OL!

source: Log In
tr: Giriş

source: Bet Information
tr: Bahis Bilgileri

source: Bet search...
tr: Bahis arama ...

source: Site News
tr: Site Haberleri

source: League not found
tr: Lig bulunamadı

source: Please
tr: Lütfen

source: Log in
tr: Giriş Yapın

source: or
tr: veya

source: Register
tr: Kayıt Olun!

source: Possible Winnings
tr: Olası Kazançlar

source: Operator ID
tr: Operatör ID

source: Powered by ChalkPro.com
tr: Powered by Betscheme.com

source: Odds Type
tr: Oran Türü

source: Confirm Settings
tr: Ayarları Kaydet

source: Payment provider
tr: Ödeme yöntemi

source: Payment account
tr: Ödeme hesabı

source: Payment amount
tr: Ödeme miktarı

source: Please enter valid email address
tr: Lütfen geçerli bir eposta adresi girin.

source: Please enter subject shorter than 100 length
tr: Lütfen başlığın 100 karakterden az olduğundan emin olun

source: Please enter message
tr: Lütfen bir mesaj girin

source: Alphabets and numbers only
tr: Sadece alfanumerik karakterler kullanılabilir.

source: Between 5 to 15 characters
tr: 5 ila 15 karakter arasında

source: This username has already been taken.
tr: Bu kullanıcı adı zaten alınmış.

source: Mimimum 5 characters long
tr: Mimimum 5 karakter uzunluğunda

source: This field cannot be left blank
tr: Bu alan boş bırakılamaz

source: Mimimum 2 characters long
tr: Mimimum 2 karakter uzunluğunda

source: This email has already been registered.
tr: Bu e-posta adresi başkası tarafından kullanılıyor.

source: Please enter your name
tr: Lütfen adınızı giriniz

source: Please enter your surname
tr: Lütfen soyadınızı girin

source: Please enter your street address
tr: Lütfen sokak adresinizi girin

source: Please enter city
tr: Lütfen şehir giriniz

source: Please enter country
tr: Lütfen ülkeyi girin

source: User should be over 21 years old to complete registration
tr: 21 yaş altındakiler sitemize kayıt olamazlar.

source: Please enter valid mobile number
tr: Lütfen geçerli cep telefonu numarasını girin

source: Please your personal question
tr: Kişisel bir soru lütfen

source: Please enter valid answer
tr: geçerli cevabı giriniz

source: You need to accept the Terms Of Use to be able to register.
tr: Kayıt olabilmek için Kullanım Şartları'nı kabul etmeniz gerekiyor.

source: Error uploading file
tr: Dosya yüklenirken hata

source: Unknown server
tr: Bilinmeyen sunucu

source: Please select a valid status
tr: Lütfen geçerli bir statü seçiniz

source: Please select a valid type
tr: Lütfen geçerli bir tür seçiniz

source: Specified Type is not allowed by your configuration file. check Config/queue.php
tr: Seçilen tür konfigürasyon tarafından reddedildi. Lütfen Config / queue.php dosyasını kontrol edin

source: Must be a valid date time stamp.
tr: Geçerli bir tarih timestamp olmalı.

source: Must be a valid datetime stamp, or null.
tr: Geçerli bir tarih timestamp olmalı veya boş bırakılmalı

source: Cannot be empty when schedule_end is not null. Must be a strtotime parsable string.
tr: SCHEDULE_END Null olmadığında boş olamaz. strotime ile ayrıştırılabilir bir dizi olmalıdır.

source: Cpu Percent Limit must be between 0 and 100.
tr: Cpu Yüzde Sınır 0 ile 100 arasında olmalıdır.

source: is_required must be a 0 or 1
tr: is_required, 0 veya 1 olması gerekir

source: No command. Please specify.
tr: Komut yok. Lütfen belirtin.

source: Command not valid for type.
tr: Tür için geçerli olmayan komut.

source: The role model name is unknown. The ACL plugin bootstrap.php file has to be loaded in order to work. (see the README file)
tr: rol model adı bilinmemektedir. ACL eklenti bootstrap.php dosyası çalışmak için yüklenmiş olması gerekir. (README dosyasına bakın)

source: The actions in the ACO table have been deleted
tr: ACO tablosundaki eylemler silindi

source: The actions in the ACO table could not be deleted
tr: ACO tablosundaki eylemler silinemedi

source: The user role has been updated
tr: Kullanıcı rolü güncellendi

source: The user role could not be updated
tr: Kullanıcı rolü güncellenemedi

source: The user '%s' does not exist in the ARO table
tr: Kullanıcı %s 'ARO tablosunda mevcut değil

source: The permissions have been cleared
tr: İzinler temizlendi

source: The permissions could not be cleared
tr: İzinler temizlenemedi

source: The specific permissions have been cleared
tr: Belirli izinler temizlendi

source: The specific permissions could not be cleared
tr: Belirli izinler temizlenemedi

source: The role '%s' does not exist in the ARO table
tr: Rol ' %s ' ARO tablosunda mevcut değil

source: the %s directory is not writable
tr: %s dizini yazılabilir değil

source: Aco node '%s' created
tr: Aco düğüm ' %s oluşturuldu'

source: Aco node '%s' has been deleted
tr: Aco düğüm ' %s ' silindi

source: Aco node '%s' could not be deleted
tr: Aco düğümün ' %s ' silinemedi

source: An error occured while saving the specific permission
tr: Özel izin kaydedilirken bir hata oluştu

source: An error occured while deleting the specific permission
tr: Özel izin silinirken bir hata oluştu

source: The specific permission id could not be retrieved
tr: Özel izin IDsi alınamadı

source: The child ACO id could not be retrieved
tr: Alt ACO kimliği alınamadı

source: Invalid ARO
tr: Geçersiz ARO

source: The following actions ACOs have been created
tr: Aşağıdaki eylemler ACOs oluşturulmuştur

source: There was no new actions ACOs to create
tr: oluşturmak için yeni eylemler ACOS oldu

source: This page allows you to build missing actions ACOs if any.
tr: Bu sayfa size varsa eksik eylemleri ACOS oluşturmanıza olanak verir.

source: Missing ACOs
tr: Eksik ACOS

source: Clicking the link will not destroy existing actions ACOs.
tr: Mevcut eylemler ACOS yok olmaz bağlantısını tıklayarak.

source: Build
tr: Oluştur

source: There is no ACO node to create
tr: oluşturmak için hiçbir ACO düğümü yoktur

source: This page allows you to clear all actions ACOs.
tr: Bu sayfa tüm eylemleri ACOS silmenize olanak sağlar.

source: Clicking the link will destroy all existing actions ACOs and associated permissions.
tr: Bağlantıya tıklayarak mevcut tüm ACOS ve ilgili izinleri yok edecektir.

source: Clear ACOs
tr: Temizle ACOs

source: Are you sure you want to destroy all existing ACOs ?
tr: Tüm mevcut ACOs ları silmek istediğinizden emin misiniz?

source: There is no ACO node to delete
tr: silmek için hiçbir ACO düğümü yoktur

source: Some controllers have been modified, resulting in actions that are not referenced as ACO in the database or ACO records that are obsolete
tr: Bazı denetleyiciler veritabanında ACO olarak başvurulan eylemler veya eskimiş ACO kayıtlarında ortaya çıkan, modifiye edilmiş

source: Obsolete ACOs
tr: Atıl ACOS

source: You can update the ACOs by clicking on the following link
tr: Aşağıdaki linke tıklayarak ACOS güncelleyebilirsiniz

source: Synchronize ACOs
tr: ACOS senkronize

source: Please be aware that this message will appear only once. But you can always rebuild the ACOs by going to the ACO tab.
tr: Bu mesaj sadece bir kez görünür unutmayın. Ama sen hep ACO sekmesine giderek ACOS yeniden oluşturabilirsiniz.

source: The following actions ACOs have been pruned
tr: Aşağıdaki eylemler acos budanmış edilmiştir

source: There was no actions ACOs to prune
tr: budamak için hiçbir eylem ACOS yoktu

source: This page allows you to prune obsolete ACOs.
tr: Bu sayfa eski ACOS budamak için izin verir.

source: Obsolete ACO nodes
tr: Atıl ACO düğümleri

source: Clicking the link will not change or remove permissions for actions ACOs that are not obsolete.
tr: bağlantıyı tıklayarak değiştirmek veya eski olmayan eylemler acos izinlerini kaldırmak olmaz.

source: Prune
tr: Kuru erik

source: New ACOs
tr: Yeni ACOS

source: There was no action ACO to delete
tr: silmek için herhangi bir eylem ACO yoktu

source: This page allows you to synchronize the existing controllers and actions with the ACO datatable.
tr: Bu sayfa ACO datatable ile mevcut kontrol ve eylemleri senkronize etmenize olanak verir.

source: Clicking the link will not change or remove permissions for existing actions ACOs.
tr: bağlantıyı tıklayarak değiştirmek veya mevcut eylemler acos izinlerini kaldırmak olmaz.

source: Synchronize
tr: Senkronize Et

source: The ACO datatable is already synchronized
tr: ACO datatable zaten eşitlenir

source: Clear permissions table
tr: Net izinler tablosu

source: Are you sure you want to delete all roles and users permissions ?
tr: Eğer tüm rolleri ve kullanıcıların izinleri silmek istediğinizden emin misiniz?

source: grant access to <em>all actions</em>
tr: erişim izni <em> tüm eylemler </ em>

source: deny access to <em>all actions</em>
tr: erişim inkar <em> tüm eylemler </ em>

source: Are you sure you want to grant access to all actions of each controller to the role '%s' ?
tr: Eğer rol 'her kumandanın tüm eylemler erişim izni vermek istediğinizden emin misiniz %s '?

source: Are you sure you want to deny access to all actions of each controller to the role '%s' ?
tr: Eğer rol 'her kumandanın tüm eylemler erişimi reddetmek istediğinizden emin misiniz %s '?

source: action
tr: Eylem:

source: loading
tr: yükleniyor

source: The ACO node is probably missing. Please try to rebuild the ACOs first.
tr: ACO düğüm muhtemelen eksik. İlk ACOS yeniden deneyin.

source: Plugin
tr: Eklenti

source: authorized
tr: Yetkili

source: blocked
tr: engellendi

source: Role
tr: Röl

source: Update the user role
tr: Kullanıcı rolü güncelleyin

source: Permissions
tr: İzinler

source: This user has specific permissions
tr: Bu kullanıcı özel izinlere sahip

source: Clear
tr: Temizle

source: Are you sure you want to clear the permissions specific to this user ?
tr: Özellikle bu kullanıcıya verilen izinleri temizlemek istediğinizden emin misiniz?

source: authorization
tr: yetki

source: Roles without corresponding Aro
tr: Aro karşılık olmayan röller

source: Users without corresponding Aro
tr: Aro karşılık olmayan kullanıcılar

source: There is no missing ARO.
tr: Eksik ARO yoktur.

source: The <em>%s</em> model is not configured to act as an <em>ACL requester</em>
tr: <Em> %s </ em> model <em> ACL istekte olarak hareket etmek yapılandırılmış </ em> değil

source: In a classical ACL configuration, the models that represent the users and the roles must act as <em>ACL requesters</em> (see %s).
tr: Klasik ACL yapılandırmasında, kullanıcıları temsil modelleri ve rolleri </ em> (bkz <em> ACL requester olarak hareket etmelidir %s ).

source: Acts As a Requester
tr: Bir istek sahibi gibi davranır

source: If you wish, you can disable this alert by setting the ACL plugin parameter 'acl.check_act_as_requester' to <em>false</em>.
tr: Eğer isterseniz, ACL eklenti parametresini 'acl.check_act_as_requester' ayarlayarak bu uyarıyı devre dışı bırakabilirsiniz <em> false </ em>.

source: This page allows to manage users specific rights
tr: Bu sayfa, kullanıcılara özel haklar yönetmenize olanak sağlar

source: user
tr: kullanıcı

source: filter
tr: filtrele:

source: Manage user specific rights
tr: kullanıcıya özel haklarını yönetmek

source: name
tr: isim

source: Some users AROS are missing. Click on a role to assign one to a user.
tr: Bazı kullanıcılar AROS eksik. Bir kullanıcıya bir atamak için bir rolü tıklayın.

source: The role node does not exist in the ARO table
tr: Rol düğüm ARO tabloda mevcut değil

source: The user node does not exist in the ARO table
tr: kullanıcı düğümü ARO tabloda yok

source: The ARO or the ACO node is probably missing. Please try to rebuild the ACOs first.
tr: ARO veya ACO düğüm muhtemelen eksik. İlk ACOS yeniden deneyin.

source: Synchronize actions ACOs
tr: eylemler ACOS senkronize

source: are you sure ?
tr: emin misiniz?

source: Clear actions ACOs
tr: Net eylemler ACOS

source: Build actions ACOs
tr: eylemler ACOS inşa

source: Prune actions ACOs
tr: Erik eylemler ACOS

source: Build missing AROs
tr: ARoS eksik inşa

source: Users roles
tr: Kullanıcı rölleri

source: Roles permissions
tr: Röl izinleri

source: Users permissions
tr: Kullanıcı izinleri

source: ACL plugin
tr: ACL eklentisi

source: go to homepage
tr: Ana sayfaya git

source: Payment process started
tr: Ödeme işlemi başladı

source: Payment process finished
tr: Ödeme işlemi tamamlandır

source: Class %s not found.
tr: Sınıf %s bulunamadı.

source: %s does not implement a %s method, it is incompatible with %s
tr: %s bir uygulamıyor %s yöntemi, onunla uyumsuz %s

source: of
tr: Toplam Sonuç:

source: Debug setting does not allow access to this url.
tr: Debug ayarı bu url'ye erişime izin vermiyor.
